[
  {
    "id": 522627,
    "poster": "https://image.tmdb.org/t/p/w200/jtrhTYB7xSrJxR1vusu99nvnZ1g.jpg",
    "title": "The Gentlemen",
    "originalTitle": "The Gentlemen",
    "genre": "Action, Crime, Comedy",
    "year": "2020",
    "length": "113 min",
    "rating": 7.681,
    "description": "American expat Mickey Pearson has built a highly profitable marijuana empire in London. When word gets out that he’s looking to cash out of the business forever it triggers plots, schemes, bribery and blackmail in an attempt to steal his domain out from under him.",
    "director": "Guy Ritchie",
    "actors": "Matthew McConaughey, Charlie Hunnam, Michelle Dockery",
    "review": "While ‘The Gentlemen’ is a big step forward from Ritchie’s latest films, it’s not the return to form fans may be hoping for. That said, there is still fun to be had here, and it may work better at home than a cinematic experience.\r\n- Chris dos Santos\r\n\r\nRead Chris' full article...\r\nhttps://www.maketheswitch.com.au/article/review-the-gentlemen-underwhelming-but-fun-return-to-form-for-guy-ritchie",
    "tmdbLink": "https://www.themoviedb.org/movie/522627",
    "imdbLink": "https://www.imdb.com/title/tt8367814",
    "tolokaLink": "https://toloka.to/tracker.php?nm=The%20Gentlemen",
    "rutrackerLink": "https://rutracker.org/forum/tracker.php?nm=The%20Gentlemen",
    "trailer": "https://www.youtube.com/watch?v=KlXsguV9g0E",
    "type": "movie"
  },
  {
    "id": 453,
    "poster": "https://image.tmdb.org/t/p/w200/zwzWCmH72OSC9NA0ipoqw5Zjya8.jpg",
    "title": "A Beautiful Mind",
    "originalTitle": "A Beautiful Mind",
    "genre": "Drama, Romance",
    "year": "2001",
    "length": "135 min",
    "rating": 7.859,
    "description": "Brilliant mathematician, John Nash, is on the brink of international acclaim when he becomes entangled in a mysterious conspiracy.",
    "director": "Ron Howard",
    "actors": "Russell Crowe, Jennifer Connelly, Ed Harris",
    "review": "Russell Crowe and Ron Howard make for quite a formidable partnership in this biopic of the acclaimed mathematician John Nash. Like so many folk with an acute scientific ability, his social skills bordered on the wrong side of inept and a combination of his good looks and his superiority complex soon lead him to a life that vacillates between the extremely happy and the downright depressing. There are maybe two people in his life whom he has made some sort of connection with. His Princeton college \"Charles\" (Paul Bettany) and the exceptionally patient \"Alicia\" (Jennifer Connelly) whom he met whilst teaching her and whom he eventually marries. Meantime, his brainpower has attracted the attention of Uncle Sam, and that's when he meets \"Parcher\" (Ed Harris) who embroils him in a plan to crack some top secret Soviet codes. The enemy also knows he's been drafted in to help and so he is soon a target for their assassins and their network of fifth columnists too. A combination of his own inherent insecurities and this way more palpable threat lead Nash to a paranoia that threatens to destroy himself and everything he holds dear. It's also a testament to Howard's direction that he manages to create quite a menacing character from the usually charming Christopher Plummer, whose \"Rosen\" is a dab hand with an hypodermic. Crowe is at his best here, his portrayal of this frankly rather selfish and obnoxious man is almost perfect and though I can't say I ever liked the character, nor felt especially sorry for his predicaments, I did feel invested in just how he could emerge from the internal conflicts he faced unsure of what was true and what was not. A bare minimum of romance to clutter it up and both Harris and Connelly contributing well to a story of a flawed yet brilliant human being makes this well worth a few hours.",
    "tmdbLink": "https://www.themoviedb.org/movie/453",
    "imdbLink": "https://www.imdb.com/title/tt0268978",
    "tolokaLink": "https://toloka.to/tracker.php?nm=A%20Beautiful%20Mind",
    "rutrackerLink": "https://rutracker.org/forum/tracker.php?nm=A%20Beautiful%20Mind",
    "trailer": "https://www.youtube.com/watch?v=WFJgUm7iOKw",
    "type": "movie"
  },
  {
    "id": 339692,
    "poster": "https://image.tmdb.org/t/p/w200/qLmLz2wtyYvmW8Ult3l2ngOnW8v.jpg",
    "title": "Shot Caller",
    "originalTitle": "Shot Caller",
    "genre": "Crime, Drama, Thriller",
    "year": "2017",
    "length": "121 min",
    "rating": 6.946,
    "description": "A newly-released prison gangster is forced by the leaders of his gang to orchestrate a major crime with a brutal rival gang on the streets of Southern California.",
    "director": "Ric Roman Waugh",
    "actors": "Nikolaj Coster-Waldau, Omari Hardwick, Jon Bernthal",
    "review": "Something you will have seen before, but still utterly gripping.\r\n\r\n_Final rating:★★★½ - I really liked it. Would strongly recommend you give it your time._",
    "tmdbLink": "https://www.themoviedb.org/movie/339692",
    "imdbLink": "https://www.imdb.com/title/tt4633690",
    "tolokaLink": "https://toloka.to/tracker.php?nm=Shot%20Caller",
    "rutrackerLink": "https://rutracker.org/forum/tracker.php?nm=Shot%20Caller",
    "trailer": "https://www.youtube.com/watch?v=8wAtS2RMkdA",
    "type": "movie"
  },
  {
    "id": 228970,
    "poster": "https://image.tmdb.org/t/p/w200/wdqFCEAwQNi2Ze5pIBGVsgKLLmy.jpg",
    "title": "Wild",
    "originalTitle": "Wild",
    "genre": "Drama",
    "year": "2014",
    "length": "115 min",
    "rating": 7.018,
    "description": "A woman with a tragic past decides to start her new life by hiking for one thousand miles on the Pacific Crest Trail.",
    "director": "Jean-Marc Vallée",
    "actors": "Reese Witherspoon, Laura Dern, Keene McRae",
    "review": "> Return to where we've come from to revive our life.\r\n\r\nEver since the movie 'Dallas Buyers Club' grabbed the three golden statues at the Oscars, the director has been in the spotlight. But I was enjoying his movies before that and yet this one is another remarkable adventurous-drama based on the real expedition into the wild. Cheryl Strayed whose story was this film based upon appeared in the beginning scene where she drops off her version of the movie character and wishes her a luck.\r\n\r\nThe world is round, you can't runaway with your problems. If you do, you might end up where you have started. That's why its called a circle of life, goes round and round and round. You can hide your issues with yourself, but it may lead to a depression. Sometime when an experiment goes wrong, it's better to restart from the scratch with a different method. Here in our (human) lives some people do the same, return to where we've come from to restore the lost life. Of course I said all these, because this flick was inspired by such real incident.\r\n\r\nI prefer this film was very close to the Australian movie 'Tracks' than bringing 'Into the Wild' into the frame. Obviously the Australian movie and this one are about the two young women, but the thing is, the story deals with the different motivation for their decision to take part in the quest. The Aussie flick has an edge over this when it comes to the challenges faced during the journey and also I loved from narration to photography, music and performance.\r\n\r\nSince they both inspired by the true story, I appreciate the filmmaker's effort to bring them into the screen and salute to those two magnificent ladies. In both the films, both the women psychologically affected by their earlier stage of lives which was one of the reasons to step into the wild. I feel, 'Tracks' should have been nominated instead this movie for the Academy Awards.\r\n\r\n> I've always been someone's daughter or mother or wife.\r\n> I never got to be in the driver's seat of my own life.\r\n\r\nIt was a wonderful 2014 for Reese Witherspoon. Back to back career reviving; biographical and inspiring human emotion movies in this graphic, sci-fi and fantasy dominated era. The year's sweetheart for the critics and I doubt there will be another same year. Remember, she was nominated for the Oscars for her role in this film.\r\n\r\nThe disappointment was the adventures. Not what I expected. The struggles were unable to reach for our deep heart compared to other self-discovery voyage films. Weight she carried and losing a toe nail, I don't see much impact because those are supposed to happen. This PCT (Pacific Crest Trail) is well planned and partially protected the hikers with all the needs supplied all along the route. The only thing they have to do is stay away from the wild lives and watch-out for the intruders between the checkpoints.\r\n\r\nIn other end coping with depression was what I loved in the movie. Without those flashbacks this film was nothing. Literally, this story all about the mental healing. The pain she carried, she just wanted to eject it from her body and mind, and the journey helped it. The funny thing is I liked Laura Dern a lot than anybody in the movie. Her character as well as her dialogues was very inspiring. Her nominee for the actress in a supporting role was justified. I can watch this film again and again, only for her alone, sadly she won't appear for a long stay.\r\n\r\nI loved it, but not completely pleased with the product. The reason is 'Tracks'. I think the film came at the wrong time or maybe I saw this one when the other flick was still hot and fresh in my memory. An achievement is an achievement, I respect both the films. You like the movie or not, that's a secondary thought regarding movie's outcome.  But it's a must see for disclosing the extraordinary adventure of an ordinary young woman.\r\n\r\n7.5/10",
    "tmdbLink": "https://www.themoviedb.org/movie/228970",
    "imdbLink": "https://www.imdb.com/title/tt2305051",
    "tolokaLink": "https://toloka.to/tracker.php?nm=Wild",
    "rutrackerLink": "https://rutracker.org/forum/tracker.php?nm=Wild",
    "trailer": "https://www.youtube.com/watch?v=xOPl8gKdmYE",
    "type": "movie"
  },
  {
    "id": 207,
    "poster": "https://image.tmdb.org/t/p/w200/hmGAF5NDoYB6S39UONevjHCESOI.jpg",
    "title": "Dead Poets Society",
    "originalTitle": "Dead Poets Society",
    "genre": "Drama",
    "year": "1989",
    "length": "128 min",
    "rating": 8.313,
    "description": "At an elite, old-fashioned boarding school in New England, a passionate English teacher inspires his students to rebel against convention and seize the potential of every day, courting the disdain of the stern headmaster.",
    "director": "Peter Weir",
    "actors": "Robin Williams, Robert Sean Leonard, Ethan Hawke",
    "review": "Carpe Diem & The Punk Rock Movie.\r\n\r\nDead Poets Society is directed by Peter Weir (Picnic At Hanging Rock/Gallipoli) and stars Robin Williams, Robert Sean Leonard, Ethan Hawke, Kurtwood Smith, Gale Hansen & Norman Lloyd. The script is written by Tom Schulman, based on his life at Montgomery Bell Academy, an all-boys preparatory school in Nashville, Tennessee. The film is set in 1959 at the fictional Welton Academy in Vermont (location shoot from St. Andrew's School in Middletown, Delaware). The story follows that of English teacher John Keating who uses his different method of teaching to inspire his students to be all that they can be whilst warning of the perils of conformity.\r\n\r\nDead Poets Society was a monster smash hit that made almost $220 million profit in Worldwide box office takings. Not bad considering this was the year that film lovers flocked to see the likes of Batman, Lethal Weapon 2 and the third outing for one Indiana Jones. It showed that there was a mainstream market for serious drama if it is done well. And rest assured, Dead Poets Society is done well, very well in fact. Its launchpad is Schulman's Academy Award winning script that puts under the microscope educational conformity and the ogres that are parental and peer pressure. Enter the inspired casting of Robin Wiliams (nominated for BAFTA & Academy Award for Best Actor) as the teacher who urges his charges to see outside of the box that they have been placed in. Young men, soon to be full adults, who have their lives mapped out for them, are challenged by Mr Keating to be spontaneous, to pursue idealism and view life with new perspectives.\r\n\r\nComing two years after he was nominated for Good Morning Vietnam, Williams once and for all proves to his doubters that he is a quality dramatic actor. His Keating is charismatic but without the mad-cap histrionics that Williams is famed for. Very controlled, in that what is in essence a catalyst role, Keating hasn't rushed to become said catalyst. He's a constant sympathetic presence, a father figure type, yet a confidential friend too. That Schulman's script has avoided the usual clichés that come with teacher-student relations in film's helps Williams as an actor to breath intelligent life into Keating. Even the flecks of humour that Williams is allowed to work from, such as Brando doing Shakespeare, play with a warmth that's essential to the relationships forming in the piece. Tho it's unquestionably Williams' movie (the film soars when he is on screen), the young cast playing the students get an A + for their sensitive portrayals. Notably Robert Sean Leonard (heartfelt), Ethan Hawke (haunting) & Gale Hansen (punky). While Kurtwood Smith leaves an indelible image as a domineering father.\r\n\r\nIn the hands of Weir, the film, unsurprisingly to his fans, carries an air of mysticism too. Again working with one of his regular DOP's, John Seale, Weir knows how to capture the time, place and people in his movies; while cloaking them in dashes of mystical beauty. Be it the boys striding around the school grounds amidst autumnal hues, or plodding wearily thru the snowy terrain as Winter kicks in, Weir gives the scenes an apt poetic quality. It's also of note that these scenes, as well as the cave sequences where the Dead Poets Society meetings take place, blend with the characters emotional states. Sprightly and optimistic around the greenery, nervous and excited in the darkened cave, then heavy of heart and leg as the fall accompanies the emotionally turbulent last quarter. A last quarter that leads to what has now become a divisive ending. Some have (and will) come away from it irked and claiming it to be syrupy. Others such as myself find it uplifting, hopeful and a fitting end to the emotional roller-coaster that cast and crew have taken us on. Is your glass half full or half empty? An excellent and intelligent story is directed and acted accordingly, with its themes making it actually one of the best Punk Rock movies out there. 9/10",
    "tmdbLink": "https://www.themoviedb.org/movie/207",
    "imdbLink": "https://www.imdb.com/title/tt0097165",
    "tolokaLink": "https://toloka.to/tracker.php?nm=Dead%20Poets%20Society",
    "rutrackerLink": "https://rutracker.org/forum/tracker.php?nm=Dead%20Poets%20Society",
    "trailer": "https://www.youtube.com/watch?v=s_jsDreXFZU",
    "type": "movie"
  },
  {
    "id": 157832,
    "poster": "https://image.tmdb.org/t/p/w200/jzgiam18I0gR20LB8BAE5u4dIdm.jpg",
    "title": "Calvary",
    "originalTitle": "Calvary",
    "genre": "Drama",
    "year": "2014",
    "length": "102 min",
    "rating": 7.101,
    "description": "After being threatened during a confession, a good-natured priest must battle the dark forces closing in around him.",
    "director": "John Michael McDonagh",
    "actors": "Brendan Gleeson, Chris O'Dowd, Kelly Reilly",
    "review": "The cast is great. Quite an ensemble with Gleeson delivering yet another fantastic performance. The photography and landscapes are beautiful ... but that's about it.\r\n\r\nThe movie is quite a mess with no clear story line other than showing a collection of dysfunctional characters. The ending is quite a bluff. It starts strong to dissolve slowly like sugar in coffee.",
    "tmdbLink": "https://www.themoviedb.org/movie/157832",
    "imdbLink": "https://www.imdb.com/title/tt2234003",
    "tolokaLink": "https://toloka.to/tracker.php?nm=Calvary",
    "rutrackerLink": "https://rutracker.org/forum/tracker.php?nm=Calvary",
    "trailer": "https://www.youtube.com/watch?v=3iBJbcHq-oU",
    "type": "movie"
  },
  {
    "id": 595975,
    "poster": "https://image.tmdb.org/t/p/w200/eHojoVxYRyqGABgoiTYyfkYqTra.jpg",
    "title": "La Belle Époque",
    "originalTitle": "La Belle Époque",
    "genre": "Comedy, Drama",
    "year": "2019",
    "length": "115 min",
    "rating": 7.4,
    "description": "Victor, a disillusioned 60-something whose marriage is on the rocks, opts to relive the week of his life when, 40 years earlier, he met his true love through a company that allows customers to return to the time period of their choosing.",
    "director": "Nicolas Bedos",
    "actors": "Daniel Auteuil, Guillaume Canet, Doria Tillier",
    "review": "There are a lot of layers in the storytelling, and Bedos does a great job of pacing them, maintaining a good rhythm throughout. It allows for an easy and pleasant movie-going experience, highlighting how well the French know how to produce crowd-pleasers - and this is every bit a crowd-pleaser. The romance is so pure, and there are genuine laugh-out-loud moments. I would have liked to have seen more, because while it raises such intriguing ideas, and you're left feeling a bit hollow with how it all ends. It doesn't quite reach the heights of some of its cinematic predecessors, but you will leave with warm fuzzy feelings inside - and there is absolutely nothing wrong with that.\r\n- Joel Kalkopf\r\n\r\nRead Joel's full article...\r\nhttps://www.maketheswitch.com.au/article/review-la-belle-epoque-crowd-pleasing-french-romantic-comedy",
    "tmdbLink": "https://www.themoviedb.org/movie/595975",
    "imdbLink": "https://www.imdb.com/title/tt9172422",
    "tolokaLink": "https://toloka.to/tracker.php?nm=La%20Belle%20%C3%89poque",
    "rutrackerLink": "https://rutracker.org/forum/tracker.php?nm=La%20Belle%20%C3%89poque",
    "trailer": "https://www.youtube.com/watch?v=1fUovd1thLk",
    "type": "movie"
  },
  {
    "id": 1159086,
    "poster": "https://image.tmdb.org/t/p/w200/4EONm3medZBNfHhost4taqrje1r.jpg",
    "title": "The Great Seduction",
    "originalTitle": "La gran seducción",
    "genre": "Drama, Comedy",
    "year": "2023",
    "length": "95 min",
    "rating": 6.737,
    "description": "When a golden opportunity arises to boost the fortunes of a forgotten fishing town, its residents set out to trick their way to making it happen.",
    "director": "Celso R. García",
    "actors": "Memo Villegas, Pierre Louis, Yalitza Aparicio",
    "review": "N/A",
    "tmdbLink": "https://www.themoviedb.org/movie/1159086",
    "imdbLink": "https://www.imdb.com/title/tt14542504",
    "tolokaLink": "https://toloka.to/tracker.php?nm=The%20Great%20Seduction",
    "rutrackerLink": "https://rutracker.org/forum/tracker.php?nm=The%20Great%20Seduction",
    "trailer": "https://www.youtube.com/watch?v=6EKNkH_0mNU",
    "type": "movie"
  },
  {
    "id": 274479,
    "poster": "https://image.tmdb.org/t/p/w200/drHYguFkQO4nQQFUhRYqIbl45oT.jpg",
    "title": "Joy",
    "originalTitle": "Joy",
    "genre": "Drama, Comedy",
    "year": "2015",
    "length": "124 min",
    "rating": 6.534,
    "description": "A story based on the life of a struggling Long Island single mom who became one of the country's most successful entrepreneurs.",
    "director": "David O. Russell",
    "actors": "Jennifer Lawrence, Robert De Niro, Bradley Cooper",
    "review": "Joy just doesn't work.\r\n\r\nDavid O. Russell tries to use their preferred cast in yet another story about a dysfunctional family which drags down the main character and how this character, in opposition to her own family and any other coming difficulty, overcomes everything and leads to success.\r\n\r\nWe have already watched similar stories in \"The Fighter\" and \"Silver Linings Playbook\" and, although weirdly, in those movies it worked, but not in this one any more.\r\n\r\nSpecially, the ending seems abruptly rushed and truncated and the \"Citizen Kane\" moment is quite childish and obvious.",
    "tmdbLink": "https://www.themoviedb.org/movie/274479",
    "imdbLink": "https://www.imdb.com/title/tt2446980",
    "tolokaLink": "https://toloka.to/tracker.php?nm=Joy",
    "rutrackerLink": "https://rutracker.org/forum/tracker.php?nm=Joy",
    "trailer": "https://www.youtube.com/watch?v=uR-2TiQVY-k",
    "type": "movie"
  },
  {
    "id": 116745,
    "poster": "https://image.tmdb.org/t/p/w200/tY6ypjKOOtujhxiSwTmvA4OZ5IE.jpg",
    "title": "The Secret Life of Walter Mitty",
    "originalTitle": "The Secret Life of Walter Mitty",
    "genre": "Adventure, Comedy, Drama, Fantasy",
    "year": "2013",
    "length": "114 min",
    "rating": 7.185,
    "description": "A timid magazine photo manager who lives life vicariously through daydreams embarks on a true-life adventure when a negative goes missing.",
    "director": "Ben Stiller",
    "actors": "Ben Stiller, Kristen Wiig, Sean Penn",
    "review": "The story is too simple but enjoyable and the photography is gorgeous.\r\n\r\nBest thing is seeing Shirley MacLaine and Kristen Wiig and Adrian Martinez performances.",
    "tmdbLink": "https://www.themoviedb.org/movie/116745",
    "imdbLink": "https://www.imdb.com/title/tt0359950",
    "tolokaLink": "https://toloka.to/tracker.php?nm=The%20Secret%20Life%20of%20Walter%20Mitty",
    "rutrackerLink": "https://rutracker.org/forum/tracker.php?nm=The%20Secret%20Life%20of%20Walter%20Mitty",
    "trailer": "https://www.youtube.com/watch?v=Bp_cxxqOaPM",
    "type": "movie"
  }
]